Revit 2024 API
ProjectInfo.IssueDate Property
Get or Set the Project Issue Date of the Project Information.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public string IssueDate { get; set; }
Visual Basic
Public Property IssueDate As String
	Get
	Set
Visual C++
public:
property String^ IssueDate {
	String^ get ();
	void set (String^ value);
}
Remarks
This property is used to get or set the Project Issue Date of the Project Information.
See Also
ProjectInfo Class
Autodesk.Revit.DB Namespace